 
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
Ñ
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
_
a
a1
ai1
ai2
ai3
ai4
an1
an3
an4
ang1
ang2
ang4
ao1
ao2
ao3
ao4
b
ba
ba1
ba2
ba3
ba4
bai1
bai2
bai3
bai4
ban1
ban2
ban3
ban4
bang1
bang2
bang3
bang4
bao1
bao2
bao3
bao4
bei
bei1
bei2
bei3
bei4
ben1
ben2
ben3
ben4
beng
beng1
beng2
beng3
beng4
bi1
bi2
bi3
bi4
bian1
bian2
bian3
bian4
biao1
biao2
biao3
bie1
bie2
bie3
bie4
bin1
bin4
bing1
bing2
bing3
bing4
bo
bo1
bo2
bo3
bo4
bu2
bu3
bu4
c
ca1
cai1
cai2
cai3
cai4
can1
can2
can3
can4
cang1
cang2
cao1
cao2
cao3
ce4
cen1
cen2
ceng1
ceng2
ceng4
cha1
cha2
cha3
cha4
chai1
chai2
chan1
chan2
chan3
chan4
chang1
chang2
chang3
chang4
chao1
chao2
chao3
che1
che2
che3
che4
chen1
chen2
chen3
chen4
cheng1
cheng2
cheng3
cheng4
chi1
chi2
chi3
chi4
chong1
chong2
chong3
chong4
chou1
chou2
chou3
chou4
chu1
chu2
chu3
chu4
chua1
chuai1
chuai2
chuai3
chuai4
chuan1
chuan2
chuan3
chuan4
chuang1
chuang2
chuang3
chuang4
chui1
chui2
chun1
chun2
chun3
chuo1
chuo4
ci1
ci2
ci3
ci4
cong1
cong2
cou4
cu1
cu4
cuan1
cuan2
cuan4
cui1
cui3
cui4
cun1
cun2
cun4
cuo1
cuo2
cuo4
d
da
da1
da2
da3
da4
dai1
dai2
dai3
dai4
dan1
dan2
dan3
dan4
dang1
dang2
dang3
dang4
dao1
dao2
dao3
dao4
de
de1
de2
dei3
den4
deng1
deng2
deng3
deng4
di1
di2
di3
di4
dia3
dian1
dian2
dian3
dian4
diao1
diao3
diao4
die1
die2
die4
ding1
ding2
ding3
ding4
diu1
dong1
dong3
dong4
dou1
dou2
dou3
dou4
du1
du2
du3
du4
duan1
duan2
duan3
duan4
dui1
dui4
dun1
dun3
dun4
duo1
duo2
duo3
duo4
e
e1
e2
e3
e4
ei2
en1
en4
er
er2
er3
er4
f
fa1
fa2
fa3
fa4
fan1
fan2
fan3
fan4
fang1
fang2
fang3
fang4
fei1
fei2
fei3
fei4
fen1
fen2
fen3
fen4
feng1
feng2
feng3
feng4
fo2
fou2
fou3
fu1
fu2
fu3
fu4
g
ga1
ga2
ga3
ga4
gai1
gai2
gai3
gai4
gan1
gan2
gan3
gan4
gang1
gang2
gang3
gang4
gao1
gao2
gao3
gao4
ge1
ge2
ge3
ge4
gei2
gei3
gen1
gen2
gen3
gen4
geng1
geng3
geng4
gong1
gong3
gong4
gou1
gou2
gou3
gou4
gu
gu1
gu2
gu3
gu4
gua1
gua2
gua3
gua4
guai1
guai2
guai3
guai4
guan1
guan2
guan3
guan4
guang1
guang2
guang3
guang4
gui1
gui2
gui3
gui4
gun3
gun4
guo1
guo2
guo3
guo4
h
ha1
ha2
ha3
hai1
hai2
hai3
hai4
han1
han2
han3
han4
hang1
hang2
hang4
hao1
hao2
hao3
hao4
he1
he2
he4
hei1
hen2
hen3
hen4
heng1
heng2
heng4
hong1
hong2
hong3
hong4
hou1
hou2
hou3
hou4
hu1
hu2
hu3
hu4
hua1
hua2
hua4
huai2
huai4
huan1
huan2
huan3
huan4
huang1
huang2
huang3
huang4
hui1
hui2
hui3
hui4
hun1
hun2
hun4
huo
huo1
huo2
huo3
huo4
i
j
ji1
ji2
ji3
ji4
jia
jia1
jia2
jia3
jia4
jian1
jian2
jian3
jian4
jiang1
jiang2
jiang3
jiang4
jiao1
jiao2
jiao3
jiao4
jie1
jie2
jie3
jie4
jin1
jin2
jin3
jin4
jing1
jing2
jing3
jing4
jiong3
jiu1
jiu2
jiu3
jiu4
ju1
ju2
ju3
ju4
juan1
juan2
juan3
juan4
jue1
jue2
jue4
jun1
jun4
k
ka1
ka2
ka3
kai1
kai2
kai3
kai4
kan1
kan2
kan3
kan4
kang1
kang2
kang4
kao1
kao2
kao3
kao4
ke1
ke2
ke3
ke4
ken3
keng1
kong1
kong3
kong4
kou1
kou2
kou3
kou4
ku1
ku2
ku3
ku4
kua1
kua3
kua4
kuai3
kuai4
kuan1
kuan2
kuan3
kuang1
kuang2
kuang4
kui1
kui2
kui3
kui4
kun1
kun3
kun4
kuo4
l
la
la1
la2
la3
la4
lai2
lai4
lan2
lan3
lan4
lang1
lang2
lang3
lang4
lao1
lao2
lao3
lao4
le
le1
le4
lei
lei1
lei2
lei3
lei4
leng1
leng2
leng3
leng4
li
li1
li2
li3
li4
lia3
lian2
lian3
lian4
liang2
liang3
liang4
liao1
liao2
liao3
liao4
lie1
lie2
lie3
lie4
lin1
lin2
lin3
lin4
ling2
ling3
ling4
liu1
liu2
liu3
liu4
long1
long2
long3
long4
lou1
lou2
lou3
lou4
lu1
lu2
lu3
lu4
luan2
luan3
luan4
lun1
lun2
lun4
luo1
luo2
luo3
luo4
lv2
lv3
lv4
lve3
lve4
m
ma
ma1
ma2
ma3
ma4
mai2
mai3
mai4
man1
man2
man3
man4
mang2
mang3
mao1
mao2
mao3
mao4
me
mei2
mei3
mei4
men
men1
men2
men4
meng
meng1
meng2
meng3
meng4
mi1
mi2
mi3
mi4
mian2
mian3
mian4
miao1
miao2
miao3
miao4
mie1
mie4
min2
min3
ming2
ming3
ming4
miu4
mo1
mo2
mo3
mo4
mou1
mou2
mou3
mu2
mu3
mu4
n
n2
na1
na2
na3
na4
nai2
nai3
nai4
nan1
nan2
nan3
nan4
nang1
nang2
nang3
nao1
nao2
nao3
nao4
ne
ne2
ne4
nei3
nei4
nen4
neng2
ni1
ni2
ni3
ni4
nian1
nian2
nian3
nian4
niang2
niang4
niao2
niao3
niao4
nie1
nie4
nin2
ning2
ning3
ning4
niu1
niu2
niu3
niu4
nong2
nong4
nou4
nu2
nu3
nu4
nuan3
nuo2
nuo4
nv2
nv3
nve4
o
o1
o2
ou1
ou2
ou3
ou4
p
pa1
pa2
pa4
pai1
pai2
pai3
pai4
pan1
pan2
pan4
pang1
pang2
pang4
pao1
pao2
pao3
pao4
pei1
pei2
pei4
pen1
pen2
pen4
peng1
peng2
peng3
peng4
pi1
pi2
pi3
pi4
pian1
pian2
pian4
piao1
piao2
piao3
piao4
pie1
pie2
pie3
pin1
pin2
pin3
pin4
ping1
ping2
po1
po2
po3
po4
pou1
pu1
pu2
pu3
pu4
q
qi1
qi2
qi3
qi4
qia1
qia3
qia4
qian1
qian2
qian3
qian4
qiang1
qiang2
qiang3
qiang4
qiao1
qiao2
qiao3
qiao4
qie1
qie2
qie3
qie4
qin1
qin2
qin3
qin4
qing1
qing2
qing3
qing4
qiong1
qiong2
qiu1
qiu2
qiu3
qu1
qu2
qu3
qu4
quan1
quan2
quan3
quan4
que1
que2
que4
qun2
r
ran2
ran3
rang1
rang2
rang3
rang4
rao2
rao3
rao4
re2
re3
re4
ren2
ren3
ren4
reng1
reng2
ri4
rong1
rong2
rong3
rou2
rou4
ru2
ru3
ru4
ruan2
ruan3
rui3
rui4
run4
ruo4
s
sa1
sa2
sa3
sa4
sai1
sai4
san1
san2
san3
san4
sang1
sang3
sang4
sao1
sao2
sao3
sao4
se4
sen1
seng1
sha1
sha2
sha3
sha4
shai1
shai2
shai3
shai4
shan1
shan3
shan4
shang
shang1
shang3
shang4
shao1
shao2
shao3
shao4
she1
she2
she3
she4
shei2
shen1
shen2
shen3
shen4
sheng1
sheng2
sheng3
sheng4
shi
shi1
shi2
shi3
shi4
shou1
shou2
shou3
shou4
shu1
shu2
shu3
shu4
shua1
shua2
shua3
shua4
shuai1
shuai3
shuai4
shuan1
shuan4
shuang1
shuang3
shui2
shui3
shui4
shun3
shun4
shuo1
shuo4
si1
si2
si3
si4
song1
song3
song4
sou1
sou3
sou4
su1
su2
su4
suan1
suan4
sui1
sui2
sui3
sui4
sun1
sun3
suo
suo1
suo2
suo3
t
ta1
ta2
ta3
ta4
tai1
tai2
tai4
tan1
tan2
tan3
tan4
tang1
tang2
tang3
tang4
tao1
tao2
tao3
tao4
te4
teng2
ti1
ti2
ti3
ti4
tian1
tian2
tian3
tiao1
tiao2
tiao3
tiao4
tie1
tie2
tie3
tie4
ting1
ting2
ting3
tong1
tong2
tong3
tong4
tou
tou1
tou2
tou4
tu1
tu2
tu3
tu4
tuan1
tuan2
tui1
tui2
tui3
tui4
tun1
tun2
tun4
tuo1
tuo2
tuo3
tuo4
u
v
w
wa
wa1
wa2
wa3
wa4
wai1
wai3
wai4
wan1
wan2
wan3
wan4
wang1
wang2
wang3
wang4
wei1
wei2
wei3
wei4
wen1
wen2
wen3
wen4
weng1
weng4
wo1
wo2
wo3
wo4
wu1
wu2
wu3
wu4
x
xi1
xi2
xi3
xi4
xia1
xia2
xia4
xian1
xian2
xian3
xian4
xiang1
xiang2
xiang3
xiang4
xiao1
xiao2
xiao3
xiao4
xie1
xie2
xie3
xie4
xin1
xin2
xin4
xing1
xing2
xing3
xing4
xiong1
xiong2
xiu1
xiu3
xiu4
xu
xu1
xu2
xu3
xu4
xuan1
xuan2
xuan3
xuan4
xue1
xue2
xue3
xue4
xun1
xun2
xun4
y
ya
ya1
ya2
ya3
ya4
yan1
yan2
yan3
yan4
yang1
yang2
yang3
yang4
yao1
yao2
yao3
yao4
ye1
ye2
ye3
ye4
yi
yi1
yi2
yi3
yi4
yin1
yin2
yin3
yin4
ying1
ying2
ying3
ying4
yo1
yong1
yong2
yong3
yong4
you1
you2
you3
you4
yu1
yu2
yu3
yu4
yuan1
yuan2
yuan3
yuan4
yue1
yue4
yun1
yun2
yun3
yun4
z
za1
za2
za3
zai1
zai3
zai4
zan1
zan2
zan3
zan4
zang1
zang4
zao1
zao2
zao3
zao4
ze2
ze4
zei2
zen3
zeng1
zeng4
zha1
zha2
zha3
zha4
zhai1
zhai2
zhai3
zhai4
zhan1
zhan2
zhan3
zhan4
zhang1
zhang2
zhang3
zhang4
zhao1
zhao2
zhao3
zhao4
zhe
zhe1
zhe2
zhe3
zhe4
zhen1
zhen2
zhen3
zhen4
zheng1
zheng2
zheng3
zheng4
zhi1
zhi2
zhi3
zhi4
zhong1
zhong2
zhong3
zhong4
zhou1
zhou2
zhou3
zhou4
zhu1
zhu2
zhu3
zhu4
zhua1
zhua2
zhua3
zhuai1
zhuai3
zhuai4
zhuan1
zhuan2
zhuan3
zhuan4
zhuang1
zhuang4
zhui1
zhui4
zhun1
zhun2
zhun3
zhuo1
zhuo2
zi
zi1
zi2
zi3
zi4
zong1
zong2
zong3
zong4
zou1
zou2
zou3
zou4
zu1
zu2
zu3
zuan1
zuan3
zuan4
zui2
zui3
zui4
zun1
zuo
zuo1
zuo2
zuo3
zuo4
{
~
¡
¢
£
Yo
Tú
Él
Ella
Usted
Nosotros
Nosotras
Vosotros
Vosotras
Ellos
Ellas
Ustedes
Me
Te
Lo
La
Nos
Os
Los
Las
Le
Les
Se
Mío
Mía
Tuyo
Tuya
Suyo
Suya
Nuestro
Nuestra
Vuestro
Vuestra
Ñ
comer
comeras
×
Ø
Ú
Ü
Ý
Þ
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ò
ó
ô
õ
ö
ø
ù
ú
û
ü
ý
Ā
ā
ă
ą
ć
Č
č
Đ
đ
ē
ė
ę
ě
ĝ
ğ
ħ
ī
į
İ
ı
Ł
ł
ń
ņ
profeta
anciano
anciana
maria
mario
dario
contreras
motor
carro
patana
pedazo
aro
pedal
marioneta
satanas
diablo
folder
ź
Ż
ż
Ž
ž
ơ
ư
ǎ
ǐ
ǒ
ǔ
como
I
su
que
él
era
para
en
son
con
ellos
ser
en
uno
tener
este
desde
por
caliente
palabra
pero
qué
algunos
es
lo
usted
o
tenido
la
de
a
y
un
en
nos
lata
fuera
otros
eran
que
hacer
su
tiempo
si
lo hará
cómo
dicho
un
cada
decir
hace
conjunto
tres
querer
aire
así
también
jugar
pequeño
fin
poner
casa
leer
mano
puerto
grande
deletrear
añadir
incluso
tierra
aquí
debe
grande
alto
tal
siga
acto
por qué
preguntar
hombres
cambio
se fue
luz
tipo
fuera
necesitará
casa
imagen
tratar
nosotros
de nuevo
animal
punto
madre
mundo
cerca
construir
auto
tierra
padre
cualquier
nuevo
trabajo
parte
tomar
conseguir
lugar
hecho
vivir
donde
después
espalda
poco
sólo
ronda
hombre
años
vino
show
cada
buena
me
dar
nuestro
bajo
nombre
muy
a través de
sólo
forma
frase
gran
pensar
decir
ayudar
bajo
línea
ser distinto
a su vez,
causa
mucho
significará
antes
movimiento
derecho
niño
viejo
demasiado
misma
ella
todo
hay
cuando
hasta
uso
su
camino
acerca
muchos
entonces
elias
escribir
haría
come
así
éstos
su
largo
hacer
cosa
ver
él
dos
tiene
buscar
más
día
podía
ir
venir
hizo
número
sonar
no
más
personas
mi
sobre
saber
agua
que
llamada
primero
que
puede
abajo
lado
estado
ahora
encontrar
cabeza
de pie
propio
página
debería
país
encontrado
respuesta
escuela
crecer
estudio
todavía
aprender
planta
cubierta
alimentos
sol
cuatro
entre
estado
mantener
ojo
nunca
último
dejar
pensado
ciudad
árbol
cruzar
granja
duro
inicio
podría
historia
sierra
ahora
mar
dibujar
izquierda
tarde
ejecutar
no
mientras
prensa
Cerrar
noche
reales
vida
pocos
norte
libro
llevar
tomó
ciencia
comer
habitación
amigo
comenzó
gusta
peces
montaña
Deténgase
una vez
base de
escuchar
caballo
cortada
seguro
ver
colores
cara
madera
principal
abierta
parecer
juntos
próximo
blanco
niños
comenzar
conseguido
caminar
ejemplo
aliviar
papel
grupo
siempre
música
los
ambos
marca
menudo
carta
hasta
milla
río
coche
pies
cuidado
segundo
suficiente
llano
chica
habitual
joven
listo
por encima de
nunca
rojo
lista
aunque
sentir
charla
pájaro
pronto
cuerpo
perro
familia
directa
plantear
dejar
canción
medir
puerta
producto
negro
corto
numeral
clase
viento
pregunta
suceder
completo
buque
zona
medio
roca
orden
fuego
sur
problema
pieza
dicho
sabía
pasar
desde
cima
todo
rey
calle
pulgadas
multiplicar
nada
curso
quedarse
rueda
completo
fuerza
azul
objeto
decidir
superficie
profunda
luna
isla
pie
sistema
ocupado
prueba
registro
barco
común
oro
posible
plano
lugar
seco
maravilla
risa
mil
hace
corrió
comprobar
juego
forma
equiparar
caliente
señorita
traído
calor
nieve
neumáticos
traer
sí
distante
llenar
al este
pintar
idioma
entre
unidad
potencia
ciudad
fina
cierto
volar
caer
conducir
grito
oscuro
máquina
nota
espere
plan de
figura
estrella
caja
sustantivo
campo
resto
correcta
capaz
libra
hecho
belleza
unidad
destacado
contener
delante
enseñar
semana
último
dio
verde
oh
rápido
desarrollar
océano
caliente
libre
minuto
fuerte
especial
mente
detrás
claro
cola
Produce
hecho
espacio
oído
mejor
horas
mejor
verdadero
durante
cien
cinco
recordar
paso
temprana
mantenga
oeste
suelo
interés
llegar
rápido
verbo
cantar
escuchar
seis
mesa
viajes
menos
mañana
diez
sencilla
varios
vocal
hacia
guerra
sentar
contra
patrón
lenta
centro
amar
persona
dinero
servir
aparecerá
carretera
mapa
lluvia
regla
gobernar
Halar
frío
aviso
voz
energía
caza
probable
cama
hermano
huevo
paseo
celular
creer
quizás
recoger
repentina
contar
plaza
razón
longitud
representar
arte
sujeto
región
tamaño
variar
resolver
hablar
peso
general
hielo
materia
círculo
par
incluir
brecha
sílaba
sentido
gran
bola
aún
ola
caer
corazón
am
presente
pesada
danza
motor
posición
brazo
amplio
vela
materiales
fracción
bosque
sentarse
carrera
ventana
tienda
verano
tren
sueño
demostrar
solitario
pierna
ejercicio
pared
capturas
monte
desear
cielo
bordo
alegría
invierno
satélite
escrito
salvaje
instrumento
guardado
vidrio
hierba
vaca
trabajo
borde
signo
visita
pasado
suave
diversión
brillante
gas
tiempo
mes
millones
soportar
acabado
feliz
esperanza
flor
vestir
extraño
se ha ido
comercio
melodía
viaje
oficina
recibir
fila
boca
exacta
símbolo
morir
menos
problema
grito
excepto
escribió
semilla
tono
unirse
sugerir
limpia
rotura
dama
patio
aumentando
mal
golpe
aceite
sangre
tocar
creció
ciento
mezclar
equipo
alambre
costo
perdido
marrón
desgaste
jardín
igual
enviado
elegir
cayó
encajar
fluir
justo
banco
recoger
guardar
el control
decimal
oído
demás
bastante
rompió
caso
medio
matar
hijo
lago
momento
escala
fuerte
primavera
observar
niño
recta
consonante
nación
diccionario
leche
velocidad
método
órgano
pagar
edad
sección
vestido
nube
sorpresa
tranquila
piedra
pequeño
ascenso
fresco
diseño
pobre
mucho
experimento
inferior
clave
hierro
sola
palillo
plana
veinte
piel
sonrisa
pliegue
agujero
saltar
bebé
ocho
pueblo
se reúnen
raíz
comprar
aumentar
resolver
de metal
si
empujar
siete
párrafo
tercero
deberá
en espera
pelo
describir
cocinero
piso
ya sea
resultado
quemar
colina
seguro
gato
siglo
considerar
tipo
ley
bit
costa
copia
frase
silencio
de altura
arena
suelo
rollo
temperatura
dedo
industria
valor
lucha
mentira
batir
excitar
naturales
vista
sentido
de capital
no lo hará
silla
peligro
fruta
rica
de espesor
soldado
proceso
operar
práctica
separada
difícil
médico
por favor
proteger
mediodía
de cultivos
moderno
elemento
golpear
estudiante
esquina
partido
suministro
cuya
localizar
anillo
carácter
insecto
capturado
período
indicar
Radio
habló
átomo
humana
historia
efecto
eléctrica
esperar
hueso
ferrocarril
imaginar
proporcionar
acuerdo
por tanto,
suave
mujer
capitán
adivinar
necesario
agudo
ala
crear
vecino
lavado
bate
más bien
multitud
maíz
comparar
poema
cadena
campana
dependerá
carne
frotar
tubo
famoso
dólar
corriente
miedo
vista
delgado
triángulo
planeta
prisa
jefe
colonia
reloj
mina
empate
entrar
importante
fresco
búsqueda
enviar
amarillo
pistola
permitir
print
muerto
lugar
desierto
traje
actual
ascensor
rosa
llegar
master
pista
padre
orilla
división
hoja
sustancia
favorecer
conectar
mensaje
pasar
acorde
grasa
contento
originales
cuota
estación
papá
pan
cobrar
adecuada
barra
oferta
segmento
esclavo
pato
instantánea
mercado
grado
poblar
polluelo
querido
enemigo
responder
bebida
producirse
apoyo
discurso
naturaleza
alcance
vapor
movimiento
camino
líquido
log
significado
cociente
dientes
concha
cuello
oxígeno
azúcar
muerte
bastante
habilidad
mujeres
temporada
solución
imán
plata
gracias
rama
partido
sufijo
especialmente
higo
miedo
enorme
hermana
acero
discutir
adelante
similar
guiar
experiencia
puntuación
manzana
comprado
llevado
pitch
abrigo
masa
tarjeta
banda
cuerda
deslizamiento
ganar
soñar
noche
condición
pienso
herramienta
totales
básico
olor
valle
ni
doble
asiento
continuar
bloque
tabla
sombrero
vender
éxito
empresa
restar
evento
particular,
acuerdo
nadar
plazo
opuesta
esposa
zapato
hombro
propagación
organizar
campamento
inventar
algodón
nacido
determinar
cuarto de galón
nueve
camión
ruido
nivel
oportunidad
reunir
tienda
tramo
lanzar
brillo
propiedad
columna
molécula
seleccionar
mal
gris
repita
exigir
amplio
preparar
sal
nariz
plurales
cólera
reclamación
continente
Jesus
isaias
ezequiel
Marron
azul
amarillo
negro
solares
Amor
Fe
Esperanza
Gracia
Paz
Salvación
Perdón
Redención
Misericordia
Justicia
Verdad
Luz
Oración
Alabanza
Adoración
Espíritu
Corazón
Alma
Vida
Muerte
Cruz
Resurrección
Dios
Señor
Cristo
Iglesia
Reino
Discípulo
Apóstol
Profeta
Sacrificio
Evangelio
Mandamiento
Testimonio
Bautismo
Comúnión
Pecado
Arrepentimiento
Bendición
Sanidad
Liberación
Fidelidad
Santidad
Providencia
Gratitud
Sabiduría
Consolación
Victoria
Protección
Refugio
Fortaleza
Misericordioso
Compasión
Verdadero
Reconciliación
Aliento
Esperanza
Amistad
Amparo
Amén
Cielo
Infierno
Milagro
Gloria
Temor
Tiemblor
Renovación
Transformación
Perseverancia
Alivio
Sufrimiento
Limpieza
Santificación
Ternura
Testamento
Creación
Generosidad
Dios Padre
Hijo de Dios
Reyes
Juez
Verdadero
Pueblo
Fruto
Gracia divina
Llama
Hermandad
Enseñanza
Misión
Estudio
Obediencia
Piedad
Fuerza
Virtud
Sufrimiento
Promesa
Caridad
Mandamiento
mami
papi 
abuelita
